;
; AE file di lingua
; per versioni da 0.6.9.418 in su.
; (c) 2007-2016 WKStudio and The Contributors.
; Questo è un software libero. Consultare License per maggiori dettagli.
;
; Siete liberi di tradurre questo file. Si prega di non vandalizzare. ^_^
; Salva un copia come Nome_Della_Tua_Lingua.lang e sarà usata da AE al prossimo avvio.
;
; AE supporta file di lingua ANSI, Shift-JIS e UNICODE. UTF-8 non è supportato.
;
; Charset corrente: Unicode | DEFAULT_CHARSET
;
; Lingua: Italiano (Italian)
;
; Questa è la traduzione ufficila. Se non ti piace, puoi cambiarla.
;
; Translated by:
;  Marco Romeo | leonhart85@msn.com
;  Sora Kekko | kekko363@live.it

[Lang]
;
; Versione dell'Applicazione (per disabilitare le traduzioni obsolete)
;
AppVersion                       =0.6.9.418

;
; Nome della lingua
;
Name                             =Italiano (Italian)

;
; Codifica Caratteri
;
;   0 = ANSI_CHARSET
;   1 = DEFAULT_CHARSET
;   2 = SYMBOL_CHARSET
;  77 = MAC_CHARSET
; 128 = SHIFTJIS_CHARSET
; 129 = HANGEUL_CHARSET
; 130 = JOHAB_CHARSET
; 134 = GB2312_CHARSET
; 136 = CHINESEBIG5_CHARSET
; 161 = GREEK_CHARSET
; 162 = TURKISH_CHARSET
; 177 = HEBREW_CHARSET
; 178 = ARABIC_CHARSET
; 186 = BALTIC_CHARSET
; 204 = RUSSIAN_CHARSET
; 222 = THAI_CHARSET
; 238 = EASTEUROPE_CHARSET
; 255 = OEM_CHARSET
;
Charset                          =0

;
; Please see
;
; http://msdn.microsoft.com/en-us/goglobal/bb964664.aspx
;
; for proper locale ID
;
LCID                             =1040

;
; Bandiera Nazionale :)
;
LangFlag                         =bitmaps/flag/it.png

;//////////////////////////////////////
;// Info Traduttore                  //
;//////////////////////////////////////
;
; Per favore non modificare i prefissi "http://" e "mailto:" (potresti anche mettere qualcosa tipo
; "ReadMe.txt" o anche "command.com", funzioneranno comunque ;) ).
;
; Nota: NON LASCIARE SPAZI BIANCHI. Invece scrivi n/a
;
Translator                       =Sora Kekko
TranslatorWWW                    =n/a
TranslatorEMail                  =mailto:kekko363@live.it

;//////////////////////////////////////
;// Nome e dimensione caratteri      //
;//////////////////////////////////////
;
; Si raccomandono font Monotype (come Lucida Console e Courier)
;
; Impostazioni predefinite: Lucida Console e 7 pixels

FontFace                         =Helv
FixedFontFace                    =Lucida Console
FontSize                         =7

;//////////////////////////////////////
;// Main window controls             //
;//////////////////////////////////////

TS_Archiver                      =Gestione Archivi
TS_Audio                         =Gestione Audio
TS_Image                         =Gestione Immagini
TS_Script                        =Gestione Script
TS_E17_SCR                       =Gestione E17 SCR
TS_Data                          =Gestione Dati
TS_Options                       =Opzioni
TS_Log                           =Console
TS_About                         =Info...

L_Messageboard                   =Registro Eventi
L_Mini_Log.Hint                  =Clicca due volte per visualizzare il registro eventi...

;//////////////////////////////////////
;// Game archive tool                //
;//////////////////////////////////////

SB_OpenArchive                   =Apri archivio
SB_ExtractFile                   =Estrai selezione
SB_ExtractAll                    =Estrai tutto
SB_CreateArchive                 =Crea archivio
SB_CloseArchive                  =Chiudi archivio

M_Arc_Files                      =Crea da file
M_Arc_Directory                  =Crea da cartella
M_Arc_List                       =Crea da lista

M_Arc_Extract                    =Estrai selezione
M_Arc_ExtractAll                 =Estrai tutto
M_Arc_RAW                        =Modalità RAW

M_Arc_ExtRAW                     =Estrai selezione
M_Arc_ExtAllRAW                  =Estrai tutto

M_Arc_ListGen                    =Esporta lista file
M_Arc_CreateArchive              =Crea archivio...

M_Arc_SubFiles                   =...da file
M_Arc_SubDirectory               =...da cartella
M_Arc_SubList                    =...da lista

M_Arc_Special                    =Extra...

M_Arc_HTMLList                   =Crea lista file HTML
M_Arc_HTMLListDir                =Crea lista file HTML da cartella

M_Arc_HTMLFormatList             =[Debug] Esporta lista HTML di formati supportati
M_Arc_FormatsWriteIntoConsole    =[Debug] Stampa lista di formati supportati nel registro eventi

M_Arc_GetHashes                  =Calcola gli hash CRC32 e MD5 dell'archivio

M_Arc_HiddenDataCheck            =[Debug] Controlla dati nascosti

M_Arc_FragmentationCheck         =[Debug] Controlla frammentazione

M_Arc_View                       =Visualizza come...
M_Arc_Icons                      =Icone
M_Arc_Report                     =Dettagli

M_Arc_Properties                 =Proprietà

L_Arc_StatusProcessing           =Elaborazione:

;//////////////////////////////////////
;// Game archive tool subtabsheet 1  //
;//////////////////////////////////////

TS_ArchiveInterface              =Info e Anteprima

GB_ArchiveOutputFormat           =Formato nuovo archivio

CB_ArchiveFormatList.Hint        =Imposta formato nuovo archivio

GB_ArchiveInfo                   =Info archivio corrente

FileList_Column_0                =Nome e percorso
FileList_Column_1                =Dimensioni
FileList_Column_2                =Compressione
FileList_Column_3                =Offset

L_FileNameTitle                  =Nome:
L_ArchiveSizeTitle               =Dimensioni:
L_ArchiveFormatTitle             =Formato:
L_RecordsCountTitle              =Note:

GB_AdditionalArcInfo             =Informazioni aggiuntive archivio

L_ArchiveHexTitle                =CRC32:
L_ArchiveMD5Title                =MD5:

;//////////////////////////////////////
;// Game archive tool subtabsheet 2  //
;//////////////////////////////////////

TS_ArchiveSetup                  =Impostazioni

GB_ArchiveSetup                  =Gestione Archivi

GB_ArchiveLoading                =Salvataggio e Caricamento Archivi
CB_Do_CRC32                      =GRicava i checksum CRC32 e MD5 durante il caricamento (deseleziona se impiega troppo tempo)
CB_ArchiveListHumanReadable      =Visualizza dimensioni del file in kb anzichè valori Esadecimali
CB_AllowArchiveOverwrite         =Permetti sovrascrizione (evita che gli stupidi danneggino gli archivi originali)
CB_RecursiveDirMode              =Usa scansione ricorsiva delle cartelle (es. cerca file in sottocartelle e file compressi se possibile)

GB_ArchiveHiddenScan             =Scansione metadati nascosti

CB_HiddenDataAutoscan            =Abilità autoscan e ripristino all'apertura
CB_HiddenDataAutoscanAsk         =Chiedi autorizzazione utente prima di eseguire l'azione

GB_ArchiveCreation               =Crea Archivio

GB_ArchiveAddingMethod           =Metodo aggiunta file standard
RB_Arc_Files                     =Da file (max 2500)
RB_Arc_Directory                 =Da cartella
RB_Arc_List                      =Da lista

;//////////////////////////////////////
;// Game archive tool subtabsheet 3  //
;//////////////////////////////////////

TS_ArchiveFormats                =Formati

;//////////////////////////////////////
;// Audio tool                       //
;//////////////////////////////////////

SB_Audio_Open                    =Apri file audio
SB_Audio_Encode                  =Converti in...
SB_Audio_Batch                   =Conversione Batch

GB_AudioStream_Setup             =Impostazioni conversione audio

L_AudioStreamConvSel             =Seleziona il tipo di conversione desiderato:
L_AudioStream_InputDir           =Cartella origine:
L_AudioStream_OutputDir          =Cartella destinazione:

;//////////////////////////////////////
;// Image tool                       //
;//////////////////////////////////////

SB_EDGE_Picture_Open             =Apri file immagine
SB_EDGE_Picture_Save             =Salva immagine...
SB_EDGE_Picture_SaveWOAlpha      =Salva senza alfa
SB_EDGE_Picture_SaveAlpha        =Salva alpha
SB_Image_Batch                   =Conversione Batch
SB_Image_GrapS                   =Lettore GrapS - RAW

;//////////////////////////////////////
;// Image tool subtabsheet 1         //
;//////////////////////////////////////

TS_EDGE                          =Info e Anteprima

GB_ImageOperations               =Operazioni

TB_EDGE_Flip                     =Capovolgi
TB_EDGE_Flip.Hint                =Capovolgi immagine
TB_EDGE_Negative                 =Negativo
TB_EDGE_Negative.Hint            =Inverti colori dell'immagine attuale
TB_EDGE_ColorSwap                =Scambia colori
TB_EDGE_ColorSwap.Hint           =Scambia colori tramite...
TB_EDGE_Grayscale                =Scala di grigi
TB_EDGE_Grayscale.Hint           =Converti immagine in scala di grigi tramite...
TB_EDGE_SubAlpha_Append          =Aggiungi sub-alfa
TB_EDGE_SubAlpha_Append.Hint     =Aggiungi sub-alfa da spazio alfa (4° canale colore)
TB_EDGE_SubAlpha_Extract         =Sposta sub-alfa
TB_EDGE_SubAlpha_Extract.Hint    =Sposta sub-alfa a spazio alfa (4° canale colore)
TB_EDGE_SubAlpha_Destroy         =Elimina sub-alfa
TB_EDGE_SubAlpha_Destroy.Hint    =Elimina sub-alfa da immagine attuale
TB_EDGE_Alpha_Flip               =Capovolgi alfa
TB_EDGE_Alpha_Flip.Hint          =Capovolgi canale alfa
TB_EDGE_NegativeAlpha            =Alfa negativo
TB_EDGE_NegativeAlpha.Hint       =Inverti colori dell'alfa dell'immagine attuale
TB_EDGE_Alpha_Append             =Importa alfa
TB_EDGE_Alpha_Append.Hint        =Importa canale alfa da immagine in scala di grigi
TB_EDGE_Alpha_Extract            =Salva alfa
TB_EDGE_Alpha_Extract.Hint       =Salva canale alfa come immagine in scala di grigi
TB_EDGE_Alpha_Destroy            =Elimina alfa
TB_EDGE_Alpha_Destroy.Hint       =Elimina canale alfa dall'immagine attuale
TB_EDGE_Alpha_Generate           =Crea alfa
TB_EDGE_Alpha_Generate.Hint      =Crea immagine alfa in scala di grigi confrontando due immagini

SM_EDGE_GS_ArithmeticMean        =Media aritmentica
SM_EDGE_GS_Luma                  =Luma classico
SM_EDGE_GS_HDR                   =HDR \ Luma (più naturale)
SM_EDGE_GS_Red                   =Solo canale rosso
SM_EDGE_GS_Green                 =Solo canale verde
SM_EDGE_GS_Blue                  =Solo canale blu

M_EDGE_SUBAlpha_Append_Left      =Sinistra
M_EDGE_SUBAlpha_Append_Right     =Destra
M_EDGE_SUBAlpha_Extract_Left     =Sinistra
M_EDGE_SUBAlpha_Extract_Right    =Destra
M_EDGE_SUBAlpha_Destroy_Left     =Sinistra
M_EDGE_SUBAlpha_Destroy_Right    =Destra

GB_ImagePreview                  =Anteprima (clicka due volte per finestra di anteprima)

L_Image_Original                 =Immagine:
L_Image_Alpha                    =Alfa:

GB_ImageInfo                     =Info file attuale:
L_ImageFileNameTitle             =Nome file:
L_ImageSizeTitle                 =Dimensioni file:
L_ImageFormatTitle               =Formato:
L_ImageResolutionTitle           =Risoluzione:
GB_ImageFormat                   =Formato in uscita
GB_EDGE_Coordinate_Editor        =PRT Coordinate Editor
CB_PRT_Editor_Enable             =Consenti modifiche
GB_PreviewColor                  =Anteprima colore di sfondo

;//////////////////////////////////////
;// Image tool subtabsheet 2         //
;//////////////////////////////////////

TS_EDGE_Setup                    =Impostazioni

GB_ImageSetup                    =Gestione immagine

; All
TS_EDGE_All                      =Tutto

GB_EDGE_General                  =Generale
CB_ALL_ProcessAlpha              =Processa dati del canale alfa (consenti caricamento e salvataggio)
CB_All_LoadSepAlpha              =Inserisci canale alfa da file .bmp (es. "file.jpg + filea.bmp")
CB_EDGE_InvertAlpha              =Tratta canale SUBalfa come immagine a colori invertiti (varia in base al gioco)

GB_EDGE_ColorOptions             =Opzioni colore
GB_EDGE_GrayScale                =Metodo scala di grigi standard
GB_EDGE_ColourSwap               =Metodo scambio colore standard

; PNG & JPEG
GB_EDGE_PNG_JPEG                 =PNG e JPEG

CB_JPEGProgressive               =Salva file JPEG multipli (utile per pagine web)
L_JPEG_Quality                   =Qualità salvataggio JPEG (1 - minima, 100 - massima)
B_EDGE_JPEG_Reset                =Reset
L_PNG_Compression                =Compressione immagine PNG salvata (0 - assente, 9 - massima)
B_EDGE_PNG_Reset                 =Reset

; PRT
TS_EDGE_PRT                      =PRT

GB_EDGE_PRT                      =Kid Engine PRT

CB_PRT_Coords                    =Carica e salva le coordinate di rendering PRT XY come file .ini insieme alle immagini

; Misc
TS_EDGE_Misc                     =Varie

GB_EDGE_Misc                     =Varie
SB_EDGE_JPHTML.Hint              =Crea versione HTML della tavola colori giapponese

;//////////////////////////////////////
;// Script tool (work-in-progress)   //
;//////////////////////////////////////

SB_SR_Open                       =Apri script
SB_SR_Decompile                  =Salva decompilato
SB_SR_BatchDecompile             =Decompilazione Batch
SB_SR_Compile                    =Compila
SB_SR_BatchCompile               =Compilazione Batch

CB_SR_ScriptFormat.Hint          =Imposta formato d'uscita

;//////////////////////////////////////////////////
;// Script tool (obsolete Ever17 Script Chunker) //
;//////////////////////////////////////////////////

SB_OpenSCR                       =Apri file scenario
SB_ExportSCRChunks               =Esporta frammenti
SB_ImportSCRChunks               =Importa frammenti
SB_SCRChunkEditor                =Editor stringhe
SB_SCRSaveText                   =Salva testo

L_SCRTextSections                =Sezioni testo decompilato:

GB_SCRSetup                      =Impostazioni
GB_SCRImport                     =Importa

CB_SCRAutoimport                 =Importa automaticamente all'apertura
CB_SCRSaveDir                    =Salva copia in cartella:

;L_SCR_12345=123456789012345678901234567890123456789012345678

GB_SC3                           =KID Engine SC3 Decompilation
RB_SC3_Strip                     =Decodifica e separa opcode (testo leggibile)
RB_SC3_Keep                      =Decodifica e mantieni tutti gli opcode (ricompilazione)
SB_CompileList                   =Compila da lista
SB_CompileList.Hint              =Apri file di testo con stile linea "op00". Riferimento a 'op00\op00.scr'...

GB_ScenarioFileInfo              =Info file scenario

L_ScenarioOffsetText             =Offset iniziale frammenti di testo:
L_ScenarioRecordsText            =Dettagli generali del testo:

L_Warn_E17                       =Nota: questo strumento è stato creato solo per Ever17 e non può gestire altri formati si script

;//////////////////////////////////////
;// Misc tool                        //
;//////////////////////////////////////

SB_Data_Process                  =Processa dati
SB_Data_Bruteforce               =Bruteforce bytes
SB_Data_Batch                    =Elaborazione Batch

GB_DataConv                      =Opzioni conversione dati

L_DataConv_Mode                  =Seleziona modalità:
L_DataConv_Parameter             =Parametri:

L_DataConv_KeyFile               =File chiave:
B_DataConv_Keyfile               =...
B_DataConv_Keyfile.Hint          =Premi per selezionare file chiave

GB_DataConv_Value                =Valore

GB_Value                         =Interpretazione valore

;//////////////////////////////////////
;// Options                          //
;//////////////////////////////////////

;Core and language
TS_PC_CoreLang                   =Centro/Lingua

GB_Core                          =Centro

CB_NoAutocenter                  =Memorizza posizione finestra nello schermo (coordinate x,y). Disattiva auto-centramento
CB_KeepWindowState               =Memorizza stato finestra (minimizzata, normale o ingrandita)
CB_NoDefaultSize                 =Memorizza proporzioni finestra (altezza e larghezza)

CB_ScreenSnap                    =Ancora finestra ai bordi dello schermo
L_ScreenSnapPixels               =pixel
CB_AlphaBlendEffect              =Abilita alfa blending della finestra principale durante il caricamento
CB_EnableDoubleBuffering         =Abilita doppio buffering per il rendering della GUI (riduce tremolio, può essere incompatibile con i temi più recenti)
CB_MultipleInstances             =Consenti istanze multiple

GB_Language                      =Lingua
L_LangAuthor                     =Autore:
L_LangWWW                        =WWW:
L_LangEMail                      =E-Mail:

L_SelectedLanguage               =Seleziona file lingua:

B_DumpTranslation                =[ Debug ] Traduzione

;Skins and colour schemes
TS_PC_SkinColour                 =Skin / Gamma colori

GB_SC_Appearance                 =Aspetto

B_IntSkinReload                  =[ Debug ] Ricarica skin interna


;//////////////////////////////////////
;// Log aka console                  //
;//////////////////////////////////////
GB_MessageLog                    =Visualizza e salva nel registro

CB_LogS                          =Messaggi statici
CB_LogM                          =Messaggi normali
CB_LogI                          =Informazioni
CB_LogD                          =Messaggi di Debug
CB_LogW                          =Avvisi
CB_LogE                          =Errori
CB_NoLog                         =Nulla (disabilita)
CB_NoLog.Hint                    =Disabilità registro eventi (non verrà visualizzato alcun messaggio di errore)
CB_BeepOnError                   =Beep!
CB_BeepOnWarn                    =Beep!

L_Log_BGColor                    =Colore sfondo
L_Log_SelColor                   =colore selezione
M_Log_ClbCpy                     =Copia negli appunti
M_Log_ClbCpyAll                  =Copia tutto negli appunti
M_Log_Save                       =Salva registro eventi come...
M_Log_Clear                      =Svuota registro eventi

;//////////////////////////////////////
;// About box                        //
;//////////////////////////////////////

L_UsersManual                    => Manuale utente <
L_ThisSoftwareIsFree             =Questo software è gratis. Pregasi vedere Licenza per i dettagli.
L_UnsupportedOS                  =ATTENZIONE: Il vostro sistema operativo NON è SUPPORTATO. Probabilmente si presenteranno degli errori.

M_ShowCredits                    =Mostra crediti
M_SaveAboutBox                   =Salva bitmap

;//////////////////////////////////////
;// GrapS Tool                       //
;//////////////////////////////////////

M_Graps_File                     =File
M_Graps_OpenFile                 =Apri...
M_Graps_SaveAsBMP                =Salva come BMP...
M_Graps_Exit                     =Torna ad AE
M_Graps_Help                     =?

TS_Graps_FileMode                =Modalità file

GB_Graps_Seek                    =Cerca controllo
L_Graps_Offset                   =Inserisci offset iniziale:
B_Graps_JumpUp                   =^ Dimensioni ^
B_Graps_JumpDown                 =v Dimensioni v
B_Graps_Reset                    =RESET
L_Graps_SeekStep                 =Step di ricerca (per << e >>):
L_Graps_FinalOffsetText          =Offset finale:

TS_Graps_ProcessList             =Processa modalità lista

CB_Graps_ProcessList             =Processa lista e ricerca
B_Graps_ProcListRefresh          =RIAVVIA
L_Graps_ProcAddressStart         =Indirizzo memoria (HEX):
L_Graps_ProcMemCpy               =Valore da copiare (HEX):
B_Graps_MemAddrPaste             =Incolla
B_Graps_MemCpyFromCalc           =Get
B_Graps_CopyProcMem              =Grab memory
; Automatically grab every [ 500 ] ms
CB_Graps_MemoryAutoCpy           =Automatically grab every...

GB_Graps_Image                   =Proprietà immagine
L_Graps_Width                    =Immetti largezza immagine:
L_Graps_Height                   =Immetti altezza immagine:
L_Graps_Bitdepth                 =Imposta risoluzione bit:
CB_Graps_Interleaved             =Flusso immagini correlate
L_Graps_CalcStrSizeHEX           =Dimensioni stimate (HEX):

CB_Graps_Stretch                 =Allunga per la visualizzazione
I_Graps_View.Hint                =Clicca due volte per salvare...
Memo_Graps_HowTo1                =Come si usa:
Memo_Graps_HowTo2                =Apri (o trascina) qualsiasi file che possa contenere dati bitmap NON COMPRESSI (stampa di memoria software o di gioco, ad esempio).
Memo_HowTo3                      =Usa le trackbar o inserisci la dimensione desiderata e seleziona la risoluzione bit/pixel (attenzione. Nessuna immagine verrà creata se le dimensioni sono eccessive).
Memo_HowTo4                      =Usa controlli di ricerca per l'offset corretto dell'immagine.
Memo_HowTo5                      =Quando otterrai ciò che desideri, doppio click per salvare il file BMP. ^_^
Memo_HowTo6                      =P.S. Puoi anche cercare direttamente nella memoria dell'applicazione. ^_~

;//////////////////////////////////////
;// Archive/file info dialog         //
;//////////////////////////////////////
TS_Info_File                     =File

L_Arc_FileTypeText               =Tipo file:
L_Arc_FileHealthText             =Salute:
L_Arc_FilePathText               =Percorso file:
L_Arc_FileSizeText               =Dimensioni file:
L_Arc_FileSizeCText              =Compresso:
L_Arc_CompTypeText               =Compressione:

TS_Info_Attributes               =Proprietà:

L_Arc_CreatedText                =Creato:
L_Arc_ModifiedText               =Modificato:
L_Arc_OpenedText                 =Aperto:

L_Arc_Attrib                     =Proprietà:

CB_Arc_ReadOnly                  =Solo lettura
CB_Arc_Archive                   =Archivio
CB_Arc_Hidden                    =Nascosto
CB_Arc_Compressed                =Compresso
CB_Arc_System                    =Sistena
CB_Arc_Encrypted                 =Criptato
CB_Arc_Virtual                   =Virtuale
CB_Arc_Deleted                   =Eliminato

TS_Info_AdditionalFields         =Campi aggiuntivi

TS_Info_Archive                  =Archivio

L_Arc_EngineVersion              =Versione motore:
L_Arc_FormatSupportStat          =Stato fomrato:
L_Arc_TotalRecords               =Entrate in archivio:
L_Arc_PhysicalArcSize            =Dimensioni fisiche dell'archivio:
L_Arc_UncompressedFilesSize      =Dimensioni del file non compresso:
L_Arc_CalculatedFilesSize        =Dimensioni del file calcolate:
L_Arc_WastedSize                 =Sprecate:
L_Arc_SavedSize                  =Salvate:
L_Arc_MissingSize                =Missing:
L_Arc_CompRatio                  =Rapporto compressione:
L_Arc_FragRatio                  =Rapporto frammentazione:
L_Arc_DamageRatio                =Possibile rapporto danneggiamento:

TS_Info_Hashes                   =Hash

B_DoMD5                          =Calcola
B_DoCRC32                        =Calcola

;//////////////////////////////////////
;// Messageboxes                     //
;//////////////////////////////////////

;
; Fragmentation\Compression ratio dialog
;
0000=Informazioni
0001=Archivio
0002=Campi addizionali
0003=File
0004=Versione dell'engine
0005=Stato del formato
0006=Voci nell'archivio
0007=Risultati del controllo di frammentazione
0008=Dimensione dell'archivio fisico
0009=Dimensione dei file calcolata
000A=Dimensione dei file non compressi
000B=Persi
000C=Salvati
000D=Rapporto di frammentazione
000E=Rapporto di compressione
000F=Mancanti
0010=Rapporto sulla probabilità di danni


;
; Values
;
0011=byte
0012=bit
0013=Kb
0014=Mb
0015=Gb

0016=Formato sconosciuto
0017=Tutti i file
0018=Riservato
0019=Versione
001A=Nuova cartella
001B=Impossibile creare una cartella nel percorso selezionato.

;
; Messages
;
001C=Consultare il file ReadMe per i dettagli su questo formato.
001D=La corrente implementazione di questo formato è difettosa ed è nota per il produrre file corrotti o non riconosciuti dall'engine originale.
001E=La corrente implementazione di questo formato è di sola lettura.
001F=La corrente implementazione di questo formato non è stata testata.
0020=Questo è un formato di test.

0021=Avviso
0022=Il formato selezionato non è stato ancora implementato. A causa di questo il file di uscita sarà vuoto. Scusa. :)
0023=NOTA CHE: Quest'operazione sovrascriverà i frammenti esistenti.
0024=Vuoi DAVVERO continuare?
0025=

0026=Sinistra
0027=Destra
0028=Alto
0029=Basso
002A=non è un file

;
; %Filename% > %s% symbols. Filename will be truncated.
;
002B=simboli. Il nome del file verrà troncato.

002C=avviato il
002D=copiato su
002E=aperto con successo.
002F=creato con successo.
0030=estratto con successo.
0031=aggiunto con successo.
0032=decifrato con successo.

;
; %filename% imported as alpha.
;
0033=importato come canale alfa.

0034=Inizializzazione...
0035=Estrazione...
0036=Conversione...
0037=Salvataggio...
0038=Apertura...
0039=Inserimento...
003A=Esportazione...
003B=Importazione...

;
; Raw reader tool subheader
;
003C=lettore di immagini RAW

;
; W.I.M.E.D. Messages
;
003D=Calcolo del CRC32, attendere un attimo...
;Vedi 007c per continuazione

003E=Apri prima il file archivio!
003F=Errore durante l'estrazione
0040=L'archivio è corrotto o non supportato.
0041=L'entry del file non è valido e non può essere estratto.
0042=Impossibile decomprimere
0043=Il flusso dell'archivio è chiuso.
0044=Il flusso dell'archivio è chiuso. Di già!
0045=L'archivio esiste già e non può essere sovrascritto. Usare un differente nome\percorso.

0046=Cartella specificata non valida!

0047=Creazione della cartella d'uscita...
0048=Impossibile creare una cartella d'uscita!

0049=La corrente implementazione di questo formato è una versione modificata del formato originale e il suo comportamento è stato designato per un uso specifico, perciò potrebbbe generare dati corrotti, sia al caricamento che al salvataggio.
;0049=The current implementation needs to deliberately misinterpret the original format to work, and it's behaviour has been designed for a specific use case. It may produce broken or incorrect data both on loading or saving.
004A=Impossibile aprire il file.

004B=Lettura del file audio...
004C=Apri prima il file audio!

004D=L'immagine è stata convertita con successo.
004E=Errore durante la conversione dell'immagine.
004F=Apri prima l'immagine!

0050=Questa immagine non contiene un canale alfa.
0051=Le proporzioni dell'immagine non sono una potenza di 2 e non può essere divisa o unita.
0052=Impossibile confrontare immagini dalle proporzioni differenti.
0053=Formato non supportato o le dimensioni del canale alfa differiscono da quelle dell'immagine.

0054=Fatto.
0055=Cancellato dall'utente.
0056=Errore non previsto.
0057=Errore durante la lettura delle risorse PNG.

0058=Formato non supportato.
0059=Il formato selezionato in uscita non è stato (ancora) implementato.

005A=Stai cercando di decifrare/cifrare un file chiave usandolo come destinazione. Questa operazione non è permessa.

;
; This format is tagged as "%format_status%". Do you still wish to continue?
;
005B=Questo formato è etichettato come
005C=Vuoi continuare ugualmente?

005D=Nessun file chiave valido specificato.

005E=Questo formato è una variazione del formato base contenente delle differenze marginali sulla struttura. Per questo motivo esso viene saltato durante il rilevamento del formato dell'archivio ed è da considerarsi "a sola scrittura".

005F=Impossibile trovare il file.

;
; Error while saving %filename%
;
0060=Errore durante il salvataggio

0061=Modalità di sovrascrittura degli archivi attivata. Prestare attenzione.
0062=Modalità di sovrascrittura degli archivi disattivata.

0063=Conversione dei byte del file. Attendere...
0064=Byte del file convertiti.
0065=Errore durante la conversione dei byte del file.

0066=Registro eventi disabilitato. Ci vediamo! :(
0067=Registro eventi abilitato. Ho molte cose da dire! :)
;
; AE debugging log cleared at %system_time%
;
0068=Svuotamento del registro eventi di AE effettuato il

0069=Questa opzione è in fase di sviluppo.

006A=Decompilazione delle voci...
006B=Esportazione completata.
006C=Importazione completata.

006D=Impossibile esportare -- nessun file aperto.
006E=Impossibile importare -- nessun file aperto.
006F=Impossibile importare -- alcuni frammenti di file mancanti!
0070=Impossibile creare una cartella di destinazione e salvare il file compilato.

0071=Riavvio completato.

0072=Un dato nascosto (probabilmente cancellato o spazzatura) è stato rilevato in questo archivio.
0073=Desideri venga inserito nella GUI, in modo tale da poterlo estrarre?
0074=Nota: il dato nascosto verrà inserito alla fine della lista dei file.
0075=Nessun dato nascosto rilevato in questo archivio.

; %n gap(s) found in this archive at the following offsets:
0076=salti trovati in questo archivio ai seguenti offset

0077=Fine del rapporto.

;
; File/archive format info dialog window messages
;
0078=(nessun dato)
0079=Danneggiato
007a=Eliminato
007b=Sembra OK
007c=Calcolo assimilazione MD5, pregasi attandere...
007d=Confermazione hash CRC32
007e=Confermazione assimilazione MD5
007f=Questo file è pesante, quindi l'operazione potrebbe richiedere veramente molto tempo. Vuoi continuare ugualmente?

; Directory dialog window
0080=Pregasi selezionare la cartella corretta:

; Field group #%n
0081=Campo gruppo

; Compression types
0082=RAW
0083=Nessuno / Altro
0084=Sconosciuto
0085=LZSS generico

;Unknown file type
0086=Sconosciuto


;//////////////////////////////////////
;// Credits section (easter egg-3)   //
;//////////////////////////////////////
;
; Please note: new basic formatting scheme
;
; &b - bold, &u - underline, &s - striked-out, && - processed to "&"
;
00F0=&b&uCrediti
00F1=&bIdea && grafica
00F2=&bCentro
00F3=&bPartecipanti
00F4=&bStaff di localizzazione
00F5=&bMembri inclusi e fonti varie
00F6=&bRingraziamenti speciali a...

00FB=Nepeta Leijon sprite by CountAile. Utilizzato con il purrrmesso. :33

00FD=:33 < *la possente bestia-gatto zompa sulla sua ignara preda*

00FE=In proseguimento! :)

;//////////////////////////////////////
;// Documentation file               //
;//////////////////////////////////////
00FF=AE.chm

;
; The End
;